[
  {
    "id":1,
    "japanese": "どんなときに一番幸せを感じますか？",
    "english": "What moments make you feel the happiest?"
  },
  {
    "japanese": "理想のデートはどんなものでしょうか？",
    "english": "What is your ideal date?"
  },
  {
    "japanese": "子供の頃、どんな夢を持っていましたか？",
    "english": "What was your dream when you were a child?"
  },
  {
    "japanese": "最近挑戦したいことはありますか？",
    "english": "Is there something new you want to try recently?"
  },
  {
    "japanese": "お互いにどう支え合うといいと思いますか？",
    "english": "How do you think we can support each other better?"
  },
  {
    "japanese": "どんな趣味がありますか？",
    "english": "What hobbies do you have?"
  },
  {
    "japanese": "家族との関係はどうですか？",
    "english": "What is your relationship with your family like?"
  },
  {
    "japanese": "どんな音楽や映画が好きですか？",
    "english": "What kind of music and movies do you enjoy?"
  },
  {
    "japanese": "将来どんな家族を作りたいですか？",
    "english": "What kind of family do you want to build in the future?"
  },
  {
    "japanese": "休日の過ごし方はどうしていますか？",
    "english": "How do you spend your weekends?"
  },
  {
    "japanese": "幸せを感じる瞬間はどんなときですか？",
    "english": "When do you feel the happiest?"
  },
  {
    "japanese": "理想のライフスタイルはどんなものですか？",
    "english": "What is your ideal lifestyle?"
  },
  {
    "japanese": "自分の強みや弱みは何だと思いますか？",
    "english": "What do you consider your strengths and weaknesses?"
  },
  {
    "japanese": "大切にしている価値観や信念は何ですか？",
    "english": "What values or beliefs are important to you?"
  },
  {
    "japanese": "お互いに改善したいところはありますか？",
    "english": "Are there any areas you think we could improve on?"
  },
  {
    "japanese": "どんな旅行が理想ですか？",
    "english": "What kind of travel do you find ideal?"
  },
  {
    "japanese": "どんな家庭料理が好きですか？",
    "english": "What kind of home-cooked meals do you enjoy?"
  },
  {
    "japanese": "最近読んだ本や観た映画で印象に残っているものはありますか？",
    "english": "Are there any books or movies you've recently read or watched that left an impression on you?"
  },
  {
    "japanese": "自分が一番誇りに思っていることは何ですか？",
    "english": "What are you most proud of?"
  },
  {
    "japanese": "将来の夢や目標は何ですか？",
    "english": "What are your dreams or goals for the future?"
  },
  {
    "japanese": "どんな時にストレスを感じますか？",
    "english": "When do you feel stressed?"
  },
  {
    "japanese": "自分の趣味や特技は何ですか？",
    "english": "What are your hobbies or special skills?"
  },
  {
    "japanese": "どのようにリラックスしますか？",
    "english": "How do you relax?"
  },
  {
    "japanese": "子供のころの一番の思い出は何ですか？",
    "english": "What is your most cherished childhood memory?"
  },
  {
    "japanese": "家族や友人と過ごす時間で大切にしていることは何ですか？",
    "english": "What do you value in the time you spend with family and friends?"
  },
  {
    "japanese": "旅行に行くとき、どんなことを重視しますか？",
    "english": "What do you prioritize when traveling?"
  },
  {
    "japanese": "どんな音楽やアーティストが心に残っていますか？",
    "english": "What kind of music or artists resonate with you?"
  },
  {
    "japanese": "一番好きなレストランやカフェはどこですか？",
    "english": "What is your favorite restaurant or café?"
  },
  {
    "japanese": "自分にとって「成功」とは何ですか？",
    "english": "What does \"success\" mean to you?"
  },
  {
    "japanese": "理想のデートプランやサプライズはありますか？",
    "english": "Do you have any ideal date plans or surprises in mind?"
  },
  {
    "japanese": "どんなタイプの人と一緒にいると楽しいですか？",
    "english": "What kind of people do you enjoy being around?"
  },
  {
    "japanese": "自分が理想とする生活スタイルはどんなものですか？",
    "english": "What kind of lifestyle do you aspire to?"
  },
  {
    "japanese": "大切にしている生活習慣はありますか？",
    "english": "Are there any daily habits you consider important?"
  },
  {
    "japanese": "お互いにどんなサポートを期待していますか？",
    "english": "What kind of support do you expect from each other?"
  },
  {
    "japanese": "将来に向けての具体的な計画はありますか？",
    "english": "Do you have any specific plans for the future?"
  },
  {
    "japanese": "どんな料理を一緒に作りたいですか？",
    "english": "What kind of dishes would you like to cook together?"
  },
  {
    "japanese": "幸せを感じる瞬間を共有したいですか？",
    "english": "Would you like to share moments that make you feel happy?"
  },
  {
    "japanese": "自分の価値観や信念をどうやって大切にしていますか？",
    "english": "How do you maintain your values and beliefs?"
  },
  {
    "japanese": "理想の休日の過ごし方は？",
    "english": "What is your ideal way to spend a holiday?"
  },
  {
    "japanese": "自分にとっての「安らぎの場所」はどこですか？",
    "english": "What is your \"peaceful place\"?"
  },
  {
    "japanese": "お互いの家族や友人とどのように関わりたいですか？",
    "english": "How do you want to interact with each other's family and friends?"
  },
  {
    "japanese": "どんな趣味やアクティビティを一緒に楽しみたいですか？",
    "english": "What hobbies or activities would you like to enjoy together?"
  },
  {
    "japanese": "将来のライフプランで優先することは？",
    "english": "What are your priorities in your future life plan?"
  },
  {
    "japanese": "日常生活でのストレス解消法は？",
    "english": "What is your method for managing stress in daily life?"
  },
  {
    "japanese": "一番印象に残っている旅行の経験は？",
    "english": "What is your most memorable travel experience?"
  },
  {
    "japanese": "自分が挑戦したい新しいことは何ですか？",
    "english": "What new things are you interested in trying?"
  },
  {
    "japanese": "お互いの考え方の違いをどう乗り越えますか？",
    "english": "How do you overcome differences in opinion?"
  },
  {
    "japanese": "理想の家庭環境や家族の在り方は？",
    "english": "What is your ideal family environment or dynamic?"
  },
  {
    "japanese": "将来に向けての夢や目標は何ですか？",
    "english": "What are your dreams or goals for the future?"
  },
  {
    "japanese": "日々の生活で大切にしていることは何ですか？",
    "english": "What do you consider important in daily life?"
  }
]
