[
  {
    "japanese": "どんなときに一番幸せを感じますか？",
    "english": "What moments make you feel the happiest?"
  },
  {
    "japanese": "理想のデートはどんなものでしょうか？",
    "english": "What is your ideal date?"
  },
  {
    "japanese": "子供の頃、どんな夢を持っていましたか？",
    "english": "What was your dream when you were a child?"
  },
  {
    "japanese": "最近挑戦したいことはありますか？",
    "english": "Is there something new you want to try recently?"
  },
  {
    "japanese": "お互いにどう支え合うといいと思いますか？",
    "english": "How do you think we can support each other better?"
  },
  {
    "japanese": "どんな趣味がありますか？",
    "english": "What hobbies do you have?"
  },
  {
    "japanese": "家族との関係はどうですか？",
    "english": "What is your relationship with your family like?"
  },
  {
    "japanese": "どんな音楽や映画が好きですか？",
    "english": "What kind of music and movies do you enjoy?"
  },
  {
    "japanese": "将来どんな家族を作りたいですか？",
    "english": "What kind of family do you want to build in the future?"
  },
  {
    "japanese": "休日の過ごし方はどうしていますか？",
    "english": "How do you spend your weekends?"
  },
  {
    "japanese": "幸せを感じる瞬間はどんなときですか？",
    "english": "When do you feel the happiest?"
  },
  {
    "japanese": "理想のライフスタイルはどんなものですか？",
    "english": "What is your ideal lifestyle?"
  },
  {
    "japanese": "自分の強みや弱みは何だと思いますか？",
    "english": "What do you consider your strengths and weaknesses?"
  },
  {
    "japanese": "大切にしている価値観や信念は何ですか？",
    "english": "What values or beliefs are important to you?"
  },
  {
    "japanese": "お互いに改善したいところはありますか？",
    "english": "Are there any areas you think we could improve on?"
  },
  {
    "japanese": "どんな旅行が理想ですか？",
    "english": "What kind of travel do you find ideal?"
  },
  {
    "japanese": "どんな家庭料理が好きですか？",
    "english": "What kind of home-cooked meals do you enjoy?"
  },
  {
    "japanese": "最近読んだ本や観た映画で印象に残っているものはありますか？",
    "english": "Are there any books or movies you've recently read or watched that left an impression on you?"
  },
  {
    "japanese": "自分が一番誇りに思っていることは何ですか？",
    "english": "What are you most proud of?"
  },
  {
    "japanese": "将来の夢や目標は何ですか？",
    "english": "What are your dreams or goals for the future?"
  },
  {
    "japanese": "どんな時にストレスを感じますか？",
    "english": "When do you feel stressed?"
  },
  {
    "japanese": "自分の趣味や特技は何ですか？",
    "english": "What are your hobbies or special skills?"
  },
  {
    "japanese": "どのようにリラックスしますか？",
    "english": "How do you relax?"
  },
  {
    "japanese": "子供のころの一番の思い出は何ですか？",
    "english": "What is your most cherished childhood memory?"
  },
  {
    "japanese": "家族や友人と過ごす時間で大切にしていることは何ですか？",
    "english": "What do you value in the time you spend with family and friends?"
  },
  {
    "japanese": "旅行に行くとき、どんなことを重視しますか？",
    "english": "What do you prioritize when traveling?"
  },
  {
    "japanese": "どんな音楽やアーティストが心に残っていますか？",
    "english": "What kind of music or artists resonate with you?"
  },
  {
    "japanese": "一番好きなレストランやカフェはどこですか？",
    "english": "What is your favorite restaurant or café?"
  },
  {
    "japanese": "自分にとって「成功」とは何ですか？",
    "english": "What does \"success\" mean to you?"
  },
  {
    "japanese": "理想のデートプランやサプライズはありますか？",
    "english": "Do you have any ideal date plans or surprises in mind?"
  },
  {
    "japanese": "どんなタイプの人と一緒にいると楽しいですか？",
    "english": "What kind of people do you enjoy being around?"
  },
  {
    "japanese": "自分が理想とする生活スタイルはどんなものですか？",
    "english": "What kind of lifestyle do you aspire to?"
  },
  {
    "japanese": "大切にしている生活習慣はありますか？",
    "english": "Are there any daily habits you consider important?"
  },
  {
    "japanese": "お互いにどんなサポートを期待していますか？",
    "english": "What kind of support do you expect from each other?"
  },
  {
    "japanese": "将来に向けての具体的な計画はありますか？",
    "english": "Do you have any specific plans for the future?"
  },
  {
    "japanese": "どんな料理を一緒に作りたいですか？",
    "english": "What kind of dishes would you like to cook together?"
  },
  {
    "japanese": "幸せを感じる瞬間を共有したいですか？",
    "english": "Would you like to share moments that make you feel happy?"
  },
  {
    "japanese": "自分の価値観や信念をどうやって大切にしていますか？",
    "english": "How do you maintain your values and beliefs?"
  },
  {
    "japanese": "理想の休日の過ごし方は？",
    "english": "What is your ideal way to spend a holiday?"
  },
  {
    "japanese": "自分にとっての「安らぎの場所」はどこですか？",
    "english": "What is your \"peaceful place\"?"
  },
  {
    "japanese": "お互いの家族や友人とどのように関わりたいですか？",
    "english": "How do you want to interact with each other's family and friends?"
  },
  {
    "japanese": "どんな趣味やアクティビティを一緒に楽しみたいですか？",
    "english": "What hobbies or activities would you like to enjoy together?"
  },
  {
    "japanese": "将来のライフプランで優先することは？",
    "english": "What are your priorities in your future life plan?"
  },
  {
    "japanese": "日常生活でのストレス解消法は？",
    "english": "What is your method for managing stress in daily life?"
  },
  {
    "japanese": "一番印象に残っている旅行の経験は？",
    "english": "What is your most memorable travel experience?"
  },
  {
    "japanese": "自分が挑戦したい新しいことは何ですか？",
    "english": "What new things are you interested in trying?"
  },
  {
    "japanese": "お互いの考え方の違いをどう乗り越えますか？",
    "english": "How do you overcome differences in opinion?"
  },
  {
    "japanese": "理想の家庭環境や家族の在り方は？",
    "english": "What is your ideal family environment or dynamic?"
  },
  {
    "japanese": "将来に向けての夢や目標は何ですか？",
    "english": "What are your dreams or goals for the future?"
  },
  {
    "japanese": "日々の生活で大切にしていることは何ですか？",
    "english": "What do you consider important in daily life?"
  },
  {
    "japanese": "自分の性格や特性をどう思いますか？",
    "english": "How do you view your own personality and traits?"
  },
  {
    "japanese": "一緒に過ごす時間で特に楽しみたいことは？",
    "english": "What would you particularly enjoy doing together?"
  },
  {
    "japanese": "自分の未来に対する不安や希望はありますか？",
    "english": "What are your hopes or concerns about your future?"
  },
  {
    "japanese": "理想のデートやサプライズのアイデアはありますか？",
    "english": "Do you have any ideal date or surprise ideas?"
  },
  {
    "japanese": "お互いに期待するサポートや支援は何ですか？",
    "english": "What support or help do you expect from each other?"
  },
  {
    "japanese": "自分にとって「愛」や「ロマンチック」の定義は？",
    "english": "How do you define \"love\" or \"romance\"?"
  },
  {
    "japanese": "どんな価値観や信念を持っていますか？",
    "english": "What values or beliefs do you hold?"
  },
  {
    "japanese": "どのようにお互いにリラックスする時間を持ちますか？",
    "english": "How do you plan to have relaxing time together?"
  },
  {
    "japanese": "幸せを感じる瞬間をどうやって共有しますか？",
    "english": "How do you share moments that make you feel happy?"
  },
  {
    "japanese": "理想の休日の過ごし方で一番の楽しみは？",
    "english": "What is the most enjoyable part of your ideal holiday?"
  },
  {
    "japanese": "自分のライフスタイルで大切にしていることは？",
    "english": "What is important in your lifestyle?"
  },
  {
    "japanese": "将来の生活でどんなことを楽しみにしていますか？",
    "english": "What are you looking forward to in your future life?"
  },
  {
    "japanese": "自分が抱える悩みや不安をどうやって解決しますか？",
    "english": "How do you solve your worries or concerns?"
  },
  {
    "japanese": "どんな料理や食べ物が一番好きですか？",
    "english": "What foods or dishes do you like the most?"
  },
  {
    "japanese": "理想の家や住まいについての考えは？",
    "english": "What is your ideal home or living situation?"
  },
  {
    "japanese": "日常の中での楽しみや楽しみ方は？",
    "english": "How do you find joy or enjoyment in daily life?"
  },
  {
    "japanese": "どんなサポートや助けをお互いに期待していますか？",
    "english": "What support or assistance do you expect from each other?"
  },
  {
    "japanese": "一番好きな季節や天気は？",
    "english": "What is your favorite season or weather?"
  },
  {
    "japanese": "自分の生活の中で重要視していることは何ですか？",
    "english": "What do you prioritize in your daily life?"
  },
  {
    "japanese": "将来の目標に向けての具体的なアクションは？",
    "english": "What actions or plans are you taking towards your future goals?"
  },
  {
    "japanese": "理想のデートプランで特に気に入っていることは？",
    "english": "What do you like most about your ideal date plan?"
  },
  {
    "japanese": "お互いの価値観や信念にどのように向き合っていますか？",
    "english": "How do you address differences in values or beliefs?"
  },
  {
    "japanese": "一緒に過ごす時間で特に楽しみなことは？",
    "english": "What would you particularly enjoy about the time spent together?"
  },
  {
    "japanese": "自分の家族や友人との関係をどう構築していますか？",
    "english": "How do you build relationships with your family and friends?"
  },
  {
    "japanese": "自分にとって「幸福」とはどういうものですか？",
    "english": "What does \"happiness\" mean to you?"
  },
  {
    "japanese": "将来の計画で楽しみにしていることは？",
    "english": "What are you most excited about in your future plans?"
  },
  {
    "japanese": "自分の価値観や信念をどうやって守っていますか？",
    "english": "How do you protect your values and beliefs?"
  },
  {
    "japanese": "理想の休日の過ごし方で特に楽しみたいアクティビティは？",
    "english": "What activities would you most enjoy during a holiday?"
  },
  {
    "japanese": "一緒にしたい旅行や冒険のアイデアは？",
    "english": "Do you have any travel or adventure ideas you'd like to share?"
  },
  {
    "japanese": "お互いにどんなサポートをしていきたいですか？",
    "english": "What kind of support do you want to offer each other?"
  },
  {
    "japanese": "幸せを感じる瞬間をどうやって共有していますか？",
    "english": "How do you share moments of happiness?"
  },
  {
    "japanese": "将来の夢や目標に向けての具体的な計画は？",
    "english": "What specific plans or actions are you taking towards your future goals?"
  },
  {
    "japanese": "自分のライフスタイルで重要視していることは？",
    "english": "What is important in your lifestyle?"
  },
  {
    "japanese": "理想のデートプランや特別な日の過ごし方は？",
    "english": "What do you like most about your ideal date or special day plans?"
  },
  {
    "japanese": "どんな価値観や信念を持っていますか？",
    "english": "What values or beliefs are important to you?"
  },
  {
    "japanese": "自分の特技や趣味をどう活かしていますか？",
    "english": "How do you use your skills or hobbies?"
  },
  {
    "japanese": "一緒に過ごす時間で特に大切にしたいことは？",
    "english": "What do you want to focus on during the time spent together?"
  },
  {
    "japanese": "将来に向けての夢や目標についての具体的な考えは？",
    "english": "What are your specific thoughts about your future goals?"
  },
  {
    "japanese": "理想の家や住まいについての具体的な考えは？",
    "english": "What are your specific ideas about your ideal home or living situation?"
  },
  {
    "japanese": "日常生活の中で楽しみや喜びをどう見つけていますか？",
    "english": "How do you find joy or happiness in your daily life?"
  },
  {
    "japanese": "お互いの家族や友人との関係をどう築いていきたいですか？",
    "english": "How do you want to build relationships with each other's family and friends?"
  },
  {
    "japanese": "自分にとっての「ロマンチックな瞬間」はどんなものですか？",
    "english": "What is your idea of a \"romantic moment\"?"
  },
  {
    "japanese": "将来の生活で特に楽しみにしていることは？",
    "english": "What are you most excited about in your future life?"
  },
  {
    "japanese": "理想のデートプランで大切にしていることは？",
    "english": "What do you like most about your ideal date plans?"
  },
  {
    "japanese": "自分の性格や特性をどう理解していますか？",
    "english": "How do you understand your own personality and traits?"
  },
  {
    "japanese": "日常の中での楽しみや喜びをどう見つけていますか？",
    "english": "How do you find joy or enjoyment in daily life?"
  },
  {
    "japanese": "一緒に過ごす時間で特に楽しみにしていることは？",
    "english": "What are you particularly looking forward to in the time spent together?"
  },
  {
    "japanese": "将来の目標に向けてのアクションや計画は？",
    "english": "What actions or plans are you taking towards your future goals?"
  },
  {
    "japanese": "自分の価値観や信念をどう守っていますか？",
    "english": "How do you protect your values and beliefs?"
  },
  {
    "japanese": "幸せを感じる瞬間や特別な出来事をどう共有したいですか？",
    "english": "How do you want to share moments of happiness or special events?"
  }
]
